{
  "data": [
    {
      "name": "Ganon",
      "description": "Ganon, also known by his original/human form Ganondorf, is the main antagonist of The Legend of Zelda series. Ganon is a nickname for Ganondorf and the name given to him when he transforms into a boar-like beast. He made his debut appearance in the first game, The Legend of Zelda, and has since been present or referred to in most subsequent iterations. "
    },
    {
      "name": "Bilocyte",
      "description": "Bilocyte is a Boss in Skyward Sword. It is a large parasite that infiltrates and possesses Levias, who lives inside the giant Thunderhead near Skyloft. "
    },
    {
      "name": "Amy",
      "description": "Amy is a recurring Sub-Boss in The Legend of Zelda series. She is the youngest of the four Poe Sisters. "
    },
    {
      "name": "Agwanda",
      "description": "Agwanda is the fifth Boss in Zelda's Adventure. She is the Shrine Keeper of the Shrine of Water. "
    },
    {
      "name": "Agunima",
      "description": "Agunima is a Boss in Oracle of Seasons. It is a mysterious wizard that appears as a the middle boss in the Dancing Dragon Dungeon. "
    },
    {
      "name": "Agitha",
      "description": "Agitha is a recurring character in The Legend of Zelda series. "
    },
    {
      "name": "Big Octorok",
      "description": "The Big Octorok is the Boss of the Temple of Droplets in The Minish Cap. It is the guardian of the Water Element. "
    },
    {
      "name": "Agahnim",
      "description": "Agahnim is the dark wizard who serves as the secondary antagonist of A Link to the Past. He kidnaps the Seven Maidens to break the seal to the corrupted Sacred Realm and achieve his goal. While many believe him to be a pawn of Ganon, he is revealed to be the demon's alter-ego. "
    },
    {
      "name": "Blaaz",
      "description": "Blaaz is the Boss of the Temple of Fire in Phantom Hourglass. "
    },
    {
      "name": "Big Pengator",
      "description": "Big Pengator is a Sub-Boss in A Link Between Worlds. "
    },
    {
      "name": "Big Octo",
      "description": "Big Octos, also known as Bigoctos, are recurring Bosses and enemies in The Legend of Zelda series. "
    },
    {
      "name": "Moldarach",
      "description": "Moldarach is a Boss in Skyward Sword. An Aracha that has reached the age of one thousand years, two of them appear throughout the game; one as the main boss of the Lanayru Mining Facility and another later encountered at the Lanayru Shipyard in the Lanayru Sand Sea as a mini-boss. "
    },
    {
      "name": "Moblin Chief",
      "description": "The Moblin Chief is a Sub-Boss in Link's Awakening. He is a large red Moblin that appears as the chief of the Moblins. "
    },
    {
      "name": "Aeralfos",
      "description": "Aeralfos are recurring enemies and bosses in The Legend of Zelda series. They are winged reptilian enemies armed with swords and shields. "
    },
    {
      "name": "Meg",
      "description": "Meg, also known as Margaret, is a recurring Sub-Boss in The Legend of Zelda series. She is the eldest of the four Poe Sisters. "
    },
    {
      "name": "Big Moldorm",
      "description": "Big Moldorm is a Boss in Four Swords Adventures. "
    },
    {
      "name": "Glutko",
      "description": "Glutko is a location in The Faces of Evil. It is unlocked after completing Militron. "
    },
    {
      "name": "Mazura",
      "description": "Mazura, also known as Horsehead, is the first Boss in The Adventure of Link. It is encountered in the penultimate chamber of the Parapa Palace, protecting the temple's statue. Upon his defeat, like all bosses in the game, a key drops from above that allows Link to pass through into the final room that contains the Stone Statue to set the Crystal into. "
    },
    {
      "name": "Big Liar",
      "description": "Big Liar is the second boss in Ripened Tingle's Balloon Trip of Love. He is the god of the Usotami and resides dormant in a cave at the end of the Usotami Village. Tingle must need an offering first in order to enter his lair, where Kakashi is being held captive. He is encountered on Page 11. "
    },
    {
      "name": "Big Poe",
      "description": "Big Poes are recurring Enemies in The Legend of Zelda series. They are a larger, stronger variant of Poes. Like Poes, they carry Poe Souls within the lanterns that they carry. "
    },
    {
      "name": "Big Manhandla",
      "description": "Big Manhandla is the boss of the Sea of Trees in Four Swords. "
    },
    {
      "name": "Smog",
      "description": "Smog is the Boss of the Crown Dungeon in Oracle of Ages. "
    },
    {
      "name": "Midna",
      "description": "Midna is a recurring character in The Legend of Zelda series. She is a resident of the Twilight Realm and a descendant of the ancient Twili people. At first, she seems to be a strange, dark creature with an agenda of her own and little regard for Link, but she ends up changing her attitude towards those who are willing to help her. "
    },
    {
      "name": "Phantom Ganon",
      "description": "Phantom Ganon is a recurring Boss in The Legend of Zelda series. "
    },
    {
      "name": "Medusa Head",
      "description": "Medusa Head is the boss of the eighth dungeon in Oracle of Seasons, the Sword &amp; Shield Maze. "
    },
    {
      "name": "Mighty Darknut",
      "description": "Mighty Darknuts are mini-bosses and enemies in The Wind Waker. "
    },
    {
      "name": "Zaganaga",
      "description": "Zaganaga is the Boss of the Desert Palace in A Link Between Worlds. It appears as a monstrous, plant-like creature with a spiny, cactaceous body. "
    }
  ]
}
