{
  "data": [
    {
      "name": "Advance Shop",
      "description": "The Advance Shop, also known as the 100 Rupee Advance Shop, is a recurring location in The Legend of Zelda series. It is a unique store as it can only be accessed when the game is played on a Game Boy Advance. "
    },
    {
      "name": "Aboda Village",
      "description": "Aboda Village is a location is Spirit Tracks. It is located by the southwestern shore of the Forest Realm. It is Link's hometown and the starting point of his journey. "
    },
    {
      "name": "Ancient Tree Stump",
      "description": "The Ancient Tree Stump is a location in Breath of the Wild. "
    },
    {
      "name": "Abandoned Fort",
      "description": "The Abandoned Fort is a Keep in Hyrule Warriors. "
    },
    {
      "name": "Abandoned North Mine",
      "description": "The Abandoned North Mine is a location in Breath of the Wild. "
    },
    {
      "name": "Ancient Shrine",
      "description": "Ancient Shrines are dungeon-like puzzles in Breath of the Wild. "
    },
    {
      "name": "Daqo Chisay Shrine",
      "description": "The Daqo Chisay Shrine, designated by the Trial name The Whole Picture, is an Ancient Shrine in Breath of the Wild. "
    },
    {
      "name": "Ancient Columns",
      "description": "The Ancient Columns are a location in Breath of the Wild. "
    },
    {
      "name": "Darb Pond",
      "description": "Darb Pond is a location in Breath of the Wild. "
    },
    {
      "name": "Damel Forest",
      "description": "The Damel Forest is a location in Breath of the Wild. "
    },
    {
      "name": "Zora Seas",
      "description": "The Zora Seas constitute a vast sea in the land of Labrynna in Oracle of Ages. As the name suggests, the Zora Seas are home to the Zoras . The Zora Seas are found to the west of the Sea of Storms, from whence the water flows. To the north is the South Shore and the Fairies' Woods. The only noticeable landmark of the Zora Seas is the Eyeglass Island Library. "
    },
    {
      "name": "Hyrule Underground",
      "description": "The Hyrule Underground is a location in The Minish Cap. "
    },
    {
      "name": "Dalite Forest",
      "description": "Dalite Forestis a location in Breath of the Wild. "
    },
    {
      "name": "Page 12",
      "description": "Page 12 is a location in Ripened Tingle's Balloon Trip of Love. "
    },
    {
      "name": "Ancient Harbor",
      "description": "The Ancient Harbor is a location in Skyward Sword. It is an ancient port which linked the land of Lanayru Desert to the ancient ocean, now known as the Lanayru Sand Sea. "
    },
    {
      "name": "Daqa Koh Shrine",
      "description": "The Daqa Koh Shrine, designated by the Trial name Stalled Flight, is an Ancient Shrine in Breath of the Wild. "
    },
    {
      "name": "Hyrule",
      "description": "The Kingdom of Hyrule, also simply known as Hyrule, the Land of the Gods, the Lesser Kingdom of Hyrule, the Surface, and Hyrule Kingdom, is the name of the kingdom that serves as the iconic setting for a majority of the games in the Zelda series. It is usually depicted as a beautiful and prosperous land blessed with deep forests, tall mountains, vast lakes, a barren desert, great cities, villages, and many ancient temples hidden throughout. "
    },
    {
      "name": "Pondo",
      "description": "Pondo is a character in Breath of the Wild. "
    },
    {
      "name": "Zora River",
      "description": "Zora River, also known as Zora's River, is a recurring location in the The Legend of Zelda series. It is one of the main bodies of water in Hyrule, with its water source being either Zora's Domain or Zora's Fountain. "
    },
    {
      "name": "Dako Tah Shrine",
      "description": "The Dako Tah Shrine, designated by the Trial name Electric Path, is an Ancient Shrine in Breath of the Wild. "
    },
    {
      "name": "Reesong Palace",
      "description": "Reesong Palace is a location in The Wand of Gamelon. It the game's final stage and is unlocked after completing Shutoy Lake. "
    },
    {
      "name": "Hyrule Town Well",
      "description": "The Hyrule Town Well is a location in The Minish Cap. "
    },
    {
      "name": "Dark Ruins",
      "description": "The Dark Ruins is a location in A Link Between Worlds. "
    },
    {
      "name": "Hyrule Town Square",
      "description": "Hyrule Town Square is a location in The Minish Cap. "
    },
    {
      "name": "Dance Hall",
      "description": "The Dance Hall is a location in Oracle of Seasons. "
    },
    {
      "name": "Ordon Woods",
      "description": "Ordon Woods is a location in Twilight Princess. "
    },
    {
      "name": "Ordon Spring",
      "description": "Ordon Spring, also known as the Forest Spring, is a location in Twilight Princess. It is situated in the Ordon Woods and serves as the home of Ordona, the first Spirit of Light. "
    }
  ]
}
